Revit 2027 API
ExternallyTaggedNonBReps Constructor
 Make a new empty collection of ExternallyTaggedNonBRep instances.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExternallyTaggedNonBReps()
Public Sub New
public:
ExternallyTaggedNonBReps()
new : unit -> ExternallyTaggedNonBReps
See Also
Reference
ExternallyTaggedNonBReps Class
Autodesk.Revit.DB Namespace